[{
    "title": "Mento",
    "description": "Mento is a style of Jamaican folk music that predates and has greatly influenced ska and reggae music. Mento typically features acoustic instruments, such as acoustic guitar, banjo, hand drums, and the rhumba box — a large mbira in the shape of a box that can be sat on while played. The rhumba box carries the bass part of the music.",
    "uid": "r2lbb3lfomgv",
    "preview": "app.png"
}, {
    "title": "Ska",
    "description": "Ska is a music genre that originated in Jamaica in the late 1950s, and was the precursor to rocksteady and reggae. Ska combined elements of Caribbean mento and calypso with American jazz and rhythm and blues. It is characterized by a walking bass line accented with rhythms on the upbeat. In the early 1960s, ska was the dominant music genre of Jamaica and was popular with British mods. Later it became popular with many skinheads.",
    "uid": "r2lbb3qfomg5",
    "preview": "app.png"
}, {
    "title": "Rocksteady",
    "description": "Rocksteady is a music genre that originated in Jamaica around 1962. A successor to ska and a precursor to reggae, rocksteady was performed by Jamaican vocal harmony groups such as The Gaylads, The Maytals and The Paragons. The term rocksteady comes from a dance style that was mentioned in the Alton Ellis song Rock Steady. Dances performed to rocksteady were less energetic than the earlier ska dances. The first international rocksteady hit was Hold Me Tight (1968) by the American soul singer Johnny Nash; it reached #5 in the United Kingdom and United States.",
    "uid": "r2lbb3laomg5",
    "preview": "app.png"
}, {
    "title": "Reggae",
    "description": "Reggae is a music genre first developed in Jamaica in the late 1960s. While sometimes used in a broader sense to refer to most types of Jamaican music, the term reggae more properly denotes a particular music style that originated following on the development of ska and rocksteady.",
    "uid": "r2lbb3lfomg5",
    "preview": "app.png"
}]